Repository: GaryPlattenburg/PhoneGuitarTab
Catalog: PhoneGuitarTab.UI/Resources/AppResources.*.resx
Languages: pl, ru, tr

# About_AppDescription
source: is an open source project and is licensed under Microsoft Public License (Ms-PL).
pl: jest projektem Open-Source licencjonowanym przez Microsoft Public License (Ms-PL).
ru: это проект с открытым исходным кодом под лицензией Microsoft Public License (Ms-PL).
tr: açık kaynak kodlu bir proje olup Microsoft Public License (Ms-PL) ile lisanslanmıştır.

# About_AppInvitation
source: Our team invites developers & designers to join us to improve the best tablature app on the Store.
pl: Nasz zespół zaprasza programistów i projektantów do współpracy w celu ulepszenija aplikacji.
ru: Наша команда приглашает разработчиков присоединиться к нам для работы над лучшей, в своем роде, программе в магазине приложений.
tr: Yazılım geliştirmeye veya tasarıma hevesli herkesi ekibimize bekliyoruz.

# About_Support
source: support
pl: pomoc
ru: техподдержка
tr: destek

# About_Version
source: version
pl: wersja
ru: версия
tr: versiyon

# Error_Message
source: Unfortunately, we cannot handle this error. If it repeats every time, please reinstall application. Then, you can download previous synchronized tabs using synchronization feature. Error details:
ru: К сожалению, мы не можем обработать эту ошибку. Если она будет повторяться, попробуйте, пожалуйста, переустановить приложение. Затем, вы можете скачать предварительно синхронизированные табулатуры назад. Ошибка:

# Error_Title
source: app error
ru: ошибка

# Group_More
source: more online
pl: Więcej
ru: Подробнее
tr: Daha fazla

# PanaramaTabs_NoTabs
source: You have nothing downloaded yet.
pl: Nie pobrałeś żadnych kart.
ru: Вы ничего не скачали
tr: Henüz tab indirmediniz.

# Panarama_Bands
source: bands
pl: artyści
ru: группы
tr: gruplar

# Panarama_History
source: recent
pl: ostatni
ru: история
tr: son çalınanlar

# Panarama_Other
source: other
pl: inny
ru: другое
tr: diğer

# Panarama_Tabs
source: tabs
pl: karty
ru: табы
tr: tablar

# RelativeDate_Day
source: yesterday
pl: wczoraj
ru: вчера
tr: dün

# RelativeDate_Days
source: {0} days ago
pl: {0} dni temu
ru: {0} дн. назад
tr: {0} gün önce

# RelativeDate_Hour
source: an hour ago
pl: godzinę temu
ru: час назад
tr: bir saat önce

# RelativeDate_Hours
source: {0} hours ago
pl: {0} godzin temu
ru: {0} ч. назад
tr: {0} saat önce

# RelativeDate_Minute
source: a minute ago
pl: minutę temu
ru: минута назад
tr: bir dakika önce

# RelativeDate_Minutes
source: {0} minutes ago
pl: {0} minut temu
ru: {0} мин. назад
tr: {0} dakika önce

# RelativeDate_Month
source: last month
pl: miesiąc temu
ru: месяц назад
tr: geçtiğimiz ay

# RelativeDate_Months
source: {0} months ago
pl: {0} miesiące temu
ru: {0} мес. назад
tr: {0} ay önce

# RelativeDate_Second
source: a second ago
pl: sekunde temu
ru: секунда назад
tr: bir saniye önce

# RelativeDate_Seconds
source: {0} seconds ago
pl: {0} sekund(y) temu
ru: {0} сек. назад
tr: {0} saniye önce

# RelativeDate_Year
source: last year
pl: rok temu
ru: в этом году
tr: geçen sene

# RelativeDate_Years
source: {0} years ago
pl: {0} lata temu
ru: {0} лет назад
tr: {0} yıl önce

# ResourceLanguage
source: en-US
pl: pl
ru: ru-RU
tr: tr

# SearchForBand_Online
source: online
ru: онлайн

# SearchTabType_All
source: all tabs
pl: wszystkie
ru: все табы
tr: bütün tablar

# SearchTabType_Bass
source: bass tabs
pl: bass
ru: бас
tr: bas

# SearchTabType_Chords
source: chords
pl: akordy
ru: аккорды
tr: akor

# SearchTabType_Drum
source: drum tabs
pl: drums
ru: ударные
tr: drum

# SearchTabType_Guitar
source: guitar tabs
pl: gitara
ru: гитара
tr: gitar

# SearchType_Band
source: band name
pl: artysta
ru: группа
tr: artist adı

# SearchType_BandSong
source: band, song
pl: artysta, piosenka
ru: группа, песня
tr: artist, şarkı

# SearchType_Song
source: song name
pl: piosenka
ru: песня
tr: şarkı adı

# Search_DownloadFailed
source: Sorry, you cannot download the tab right now.
pl: W tej chwili nie możesz pobrać karty.
ru: Извините, вы не можете скачать прямо сейчас
tr: Şu anda indiremiyoruz..

# Search_Downloading
source: Downloading {0}..
pl: Pobieranie {0}..
ru: Скачивание {0}..
tr: İndriliyor: {0}..

# Search_Error
source: Error: {0}
ru: Ошибка: {0}
tr: Hata: {0}

# Search_NoInternetConnection
source: No internet connection available.
pl: Brak dostępu do internetu
ru: Нет интернет соединения
tr: İnternet bağlantınız aktif değil.

# Search_NothingFound
source: Sorry, nothing found. Try Searching with a comma: band name, song name
pl: Nic nie znaleziono. Spróbuj z przecinkiem : artysta, piosenka
ru: К сожалению, ничего не найдено. Попробуйте поискать через запятую: имя группы, имя песни
tr: Sonuç bulunamadı. Virgülle ayırarak deneyebilirsiniz: grup adı, şarkı adı

# Search_OperationFailed
source: Can not perform operation
pl: Błąd wyszukiwania
ru: Ошибка выполенения
tr: Bu operasyon gerçekleştirilemiyor.

# Search_PageFor
source: Page {0} for {1}..
pl: Strona {0} dla {1}..
ru: Страница {0} для {1}..
tr: {1} için sayfa {0}..

# Search_SearchButton
source: search
pl: szukaj
ru: поиск
tr: ara

# Search_SearchBy
source: search by
pl: szukaj według
ru: поиск по
tr: arama kriteri

# Search_SearchFor
source: Searching for {0}..
pl: Szukanie {0}..
ru: Поиск для {0}..
tr: {0} için aranıyor..

# Search_SelectedType
source: selected type
pl: typ karty
ru: тип
tr: tab tipi

# Search_ServerUnavailable
source: can't reach the server right now.
pl: Brak połączenia z serwerem
ru: нет ответа от сервера.
tr: Şu anda sunucuya erişemiyoruz.

# Search_Sorry
source: Sorry,
pl: Przepraszamy
ru: Извините,
tr: Üzgünüz,

# Search_TabDownloadedText
source: was downloaded
pl: pobrano
ru: загрузка завершена
tr: indirildi

# Search_TabDownloadedTitle
source: "{0}" by {1}
ru: "{0}" от {1}:

# Search_TabSearchTitle
source: TAB SEARCH
pl: WYSZUKIWANIE KARTY
ru: ПОИСК ТАБУЛАТУР
tr: TAB ARA

# Search_TypePrompt
source: type here..
pl: wpisz..
ru: искать..
tr: buray yazınız..

# Shared_LightMode
source: day/night mode
pl: tryb dzień/noc
ru: день/ночь
tr: gündüz/gece modu

# Startup_About
source: about
pl: o nas
ru: о программе
tr: hakkımızda

# Startup_Delete
source: delete
pl: usuń
ru: удалить
tr: sil

# Startup_RateApp
source: rate the app
pl: oceń aplikacje
ru: оценить
tr: oyla ve yorum yaz

# Startup_Select
source: select
pl: wybierz
ru: выбор
tr: seç

# Startup_Syncronize
source: sync with OneDrive
pl: sync z OneDrive
ru: синхронизировать..
tr: OneDrive ile senkronize et

# Startup_TabSearch
source: tab search
pl: wyszukaj
ru: поиск
tr: tab ara

# Stave_Autoscroll
source: autoscroll
ru: автопрокр.
tr: oto-kaydır

# Stave_Instruments
source: instruments
pl: instrumenty
ru: инструменты
tr: enstrüman

# Stave_Loading
source: Loading guitar pro content..
pl: Ładowanie guitar pro..
ru: Закрузка guitar pro..
tr: Guitar Pro açılıyor...

# Stave_NavigationFailed
source: Navigation to this page failed, check your internet connection
ru: Не могу перейти на страницу, проверьте интернет соединение
tr: Sayfaya erişilemiyor. İnternet bağlantınızı kontrol ediniz.

# Stave_Pin
source: pin this tab
pl: przypnij kartę
ru: закладка
tr: bu tabı pinle

# Stave_Scale
source: scale
pl: powiększ
ru: масштаб
tr: yakınlaş

# Synchronize_Message
source: This option is useful if you removed all tabs from your phone and want to get them back from OneDrive
pl: Opcja ta jest przydatna, po usunięciu wszystkich kart z telefonu i chęci odzyskania ich z OneDrive.
ru: Данная настройка полезна, если вы удалили все свои табулатуры и хотите восстановить их из oneDrive
tr: Eğer tablarınızı bir şekilde kaybettiniz ve OneDrive üzerinden tekrar almak istiyorsanız bunu seçin.

# Synchronize_RestoreAll
source: restore all tabs
pl: przywróć wszystkie karty
ru: восстановить табулатуры
tr: bütün tabları geri yükle

# Synchronize_Start
source: Start!
ru: Пуск!
tr: Başla!

# Synchronize_TabProcessed
source: {0} tabs downloaded - {1} tabs uploaded.
pl: {0} karty pobrane - {1} karty wysłane.
ru: {0} скачано - {1} закачано.
tr: {0} tab indirildi - {1} tab gönderildi.

# Synchronize_Title
source: SYNCHRONIZE
pl: SYNCHRONIZACJA
ru: СИНХРОНИЗИРОВАТЬ
tr: SENKRONİZE ET

# Syncronize_Connecting
source: Connecting to OneDrive...
pl: Łączenia z OneDrive...
ru: Соединение с OneDrive...
tr: OneDrive'a bağlanıyor...

# Tab_ConnectDevicePhraseEnd
source: this song
pl: ten utwór
ru: этой песни

# Tab_ConnectDevicePhraseStart
source: Connect your device to internet to play
pl: Połącz z internetem, aby odsłuchać
ru: Необходимо интернет соединение для проигрывания
tr: Bu şarkıyı dinlemek için cihazınızın internete bağlı olması gerekir.

# Tab_RateTheApp
source: Rate the app?
pl: Oceń aplikację?
ru: Оценить приложение?
tr: Oylasan süper olur aslında?

# Tab_ReviewTheApp
source: Enjoying the app? Motivate us by rating and reviewing it.
pl: Podoba Ci się? Zmotywuj nas oceniając.
ru: Нравится приложение? Помогите нам, оценив его.
tr: Uygulama güzel değil mi? Yorum yapıp oylarsanız güncellemeler için bizi motive etmiş olursunuz.

# TemplateSearch_Download
source: Download
pl: Pobierz
ru: Скачать
tr: İndir

# TemplateSearch_Downloaded
source: Downloaded
pl: Pobrane
ru: Скачано
tr: İndirildi

# TemplateSearch_Version
source: version:
pl: wersja:
ru: версия:
tr: versiyon:

# TemplateSearch_Votes
source: votes:
pl: oceny:
ru: голосов:
tr: oylar:

# TextTab_Autoscroll
source: autoscroll
ru: автопрокр.
tr: oto-kaydır

# TextTab_Pin
source: pin this tab
pl: przypnij kartę
ru: закладка
tr: bu tabı pinle
